{
    "IRET0001": {
        "name" : "The Diplomat",
        "address" : "26 Diplomat Pky, Hallandale Beach, FL 33009",
        "city" : "Hallandale Beach",
        "price" : "925000.00",
        "caprate" : "10.00",
        "noi" : "92500.00",
        "type" : "Multifamily",
        "executivesummary" : "Potential to have 15-20% ROI or more. Incredible cap rate for all types of investors. 5 units included in the price. Currently operating on airbnb bringing in $25,000 per year in gross income PER UNIT. 3 units active on airbnb and 2 units with long term tenants. Potential to assume the current management group so that nothing changes ! Value add opportunity as renovation could increase income. Monthly maintenance fee of $350 month and no other fees to be aware of. Electric and water included in maintenance fee. Each unit 320 sq.ft. Pets are allowed up to 100 pounds. 154 complex units. Great opportunity walking distance to the ocean in a rapidly growing area. Minutes from Sunny Isles Beach, Aventura Mall and Gulfstream Park/Shopping. HIGH TRANSIENT AREA.",
        "picture1" : "/propertyimages/IRET0001_1.jpg",
        "picture2" : "/propertyimages/IRET0001_2.jpg",
        "picture3" : "",
        "TokenID" : "0x71A4A13Fa1703aDD4c6830dCd3c298f333addcbe",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-24-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential. Roof was replaced in 2020.",
        "grossIncome": "1233333.33",
        "grossExpenses" : "308333.33"
    },
    "IRET0002" : {
        "name" : "North Shore Multi",
        "address" : "1337 NW 77th St, Miami, FL 33147",
        "city" : "Miami",
        "price" : "2199999.00",
        "caprate" : "9.82",
        "noi" : "216040.00",
        "type" : "Multifamily",
        "executivesummary" : "Great Income opportunity! Consisting of 13 units located minutes from I-95 just south of North Shore Medical Center. There are 2 buildings, the main building which is a 2-story building has 7 units with 1 bedroom 1 bathroom, 4 units with 2 bedrooms 1 bathroom. The second building is a duplex each unit containing 2 bedrooms 1 bathroom. The units have all been updated with new kitchen and bathroom cabinets, titan water heaters, and window ac units. This property is located within an opportunity zone which comes with tax incentives.",
        "picture1" : "/propertyimages/IRET0002_1.jpg",
        "picture2" : "/propertyimages/IRET0002_2.jpg",
        "picture3" : "",
        "TokenID" : "0xe7f9F8A5cD61B4980BbDe177eF25ED530245F939",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-24-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential.",
        "grossIncome": "288053.33",
        "grossExpenses" : "72013.33"
    },
    "IRET0003" : {
        "name" : "East 8 Lofts",
        "address" : "443 E 8th St, Hialeah, FL 33010",
        "city" : "Hialeah",
        "price" : "5880000.00",
        "caprate" : "4.69",
        "noi" : "275772.00",
        "type" : "Multifamily",
        "executivesummary" : "Rare Opportunity to Acquire a New Construction Multi-Family Apartment Development in South Florida in an Opportunity Zone. East 8 Lofts is a Garden Style Apartment Complex consisting of 21 Residential Units. This building is in the heart of the City of Hialeah. The Hialeah Racetrack is only a few blocks away, along with the Hialeah Metro-Rail. The project consists of 16,374 SF of Living Area on 18,640 SF Lot. The Residential Units are all One Bedroom and One-Bathroom Units (600 SF). The unit amenities include Hurricane Impact Windows and Doors, Granite Counter Tops in the Kitchen, Porcelain Tile Floors, Central Air Conditioning, Washer and Dryer, and Security Cameras around the perimeter. Lower Operating Expenses with Separate Water and Electric Meters. Benefits of owning a New Construction Building with Lower Repairs/Maintenance and Lower Insurance Premiums. Hialeah is the Sixth Largest City in Florida with over 225,000 residents with over 55% of Residents Renting according to a study in 2016. East 8 Lofts is a Rare Opportunity to purchase a New Construction Residential and Commercial Development in the highly desired area by Investors in an Opportunity Zone.",
        "picture1" : "/propertyimages/IRET0003_1.jpg",
        "picture2" : "",
        "picture3" : "",
        "TokenID" : "0xDF9e34348c2f1d4790e3aFD1807F641DE85269b2",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-24-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential.",
        "grossIncome": "367696.00",
        "grossExpenses" : "91924.00"
    },
    "IRET0004" : {
        "name" : "Office Depot NNN",
        "address" : "3600 Le Jeune Rd, Miami, FL 33166",
        "city" : "Miami",
        "price" : "11755000.00",
        "caprate" : "5.00",
        "noi" : "587750.00",
        "type" : "Retail",
        "executivesummary" : "Office Depot located at 3600 Le Jeune Rd, Miami Springs, FL 33166. The property is situated on 1.76 acres of land and contains 25,000 square feet of net leasable area. Office Depot has just under four years remaining on their current lease commitment (Option for Vacant Possession November 2023). Located in the heart of it all, Miami Springs is bordered by Miami International Airport, the City of Hialeah, the Village of Virginia Gardens and the Town of Medley. As the City became engulfed by the growth of Miami-Dade County, it remained a desirable bedroom community because of its small-town flavor, great location and family-oriented civic amenities, including parks, racquetball and tennis courts, golf course, municipal pool and new community center and theater. Office Depot, Inc. (NASDAQ:ODP) is a leading provider of business services and supplies, products and technology solutions through its fully integrated omni-channel platform of approximately 1,400 stores, online presence, and dedicated sales professionals and technicians to small, medium and enterprise businesses. Through its banner brands Office Depot®, OfficeMax®, CompuCom® and Grand&Toy®, the company offers its customers the tools and resources they need to focus on their passion.",
        "picture1" : "/propertyimages/IRET0004_1.png",
        "picture2" : "/propertyimages/IRET0004_2.jpg",
        "picture3" : "/propertyimages/IRET0004_3.jpg",
        "TokenID" : "0xfDD02A3E71450563e0F63b005e30f42dfeA1D31D",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-24-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential.",
        "grossIncome": "587750.00",
        "grossExpenses" : "0.00"
    },
    "IRET0005" : {
        "name" : "Miami Beach Walgreens",
        "address" : "1400 Collins Ave, Miami Beach, FL 33139",
        "city" : "Miami Beach",
        "price" : "14160000.00",
        "caprate" : "4.75",
        "noi" : "672600.00",
        "type" : "Retail",
        "executivesummary" : "Commitment: Brand new 15-year lease with 5% rental escalations throughout the initial term and options. Landlord Responsibilities: Allows for a true passive investment with no management required. Demographics: Over 58,000 residents and average household incomes of $109,000 within a 3-mile radius. Location: Asset situated on a signalized hard corner intersection on Collins Avenue and 14th street with over 14,000 vehicles per day. Tax Benefits: Investors can depreciate land and building due to fee simple ownership. No state income tax. Credit: Opportunity to acquire an investment grade (S&P: BBB) trophy asset in world famous South Beach.",
        "picture1" : "/propertyimages/IRET0005_1.jpg",
        "picture2" : "/propertyimages/IRET0005_2.jpg",
        "picture3" : "/propertyimages/IRET0005_3.jpg",
        "TokenID" : "0x8d0D1085F4E670B2caef75C2e9EbD7b595EAee4F",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-8-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential.",
        "grossIncome": "672600.00",
        "grossExpenses" : "0.00"
    },
    "IRET0006" : {
        "name" : "Almacenes Roman",
        "address" : "4722 W Flagler St, Miami, FL 33134",
        "city" : "Miami",
        "price" : "499000.00",
        "caprate" : "8.62",
        "noi" : "43016.00",
        "type" : "Retail",
        "executivesummary" : "Two bay retail storefront on busy W Flagler street. Currently combined and occupied by one longtime tenant, which is month to month and pays $2,000 per month(way under market). Two electric meters and two addresses. Three parking spaces in the rear of the property but space for six cars plus parking in the alley behind the property. Parking lot in the rear can be fenced to the alley. 1,525 sf building on a 2,500 sf lot. 1953 CBS construction. Zoning is t 6 8 0 which allows for vertical development if the neighboring properties are assembled. Building is 25 ft frontage on flagler by 100 ft depth. If made back to its original configuration of two bays a new owner can rent for $40 psf. Would need to build a wall between the bays and add a second bathroom. Currently one exit door in the rear but there is another door that was sealed in the past who's location is visible. Building has completed 40 year inspection and ten year recertification. Roof in good condition.",
        "picture1" : "/propertyimages/IRET0006_1.jpg",
        "picture2" : "/propertyimages/IRET0006_2.jpg",
        "picture3" : "",
        "TokenID" : "0x3d65574797bc1D22153089Ce13F82B90D5417313",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-8-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential.",
        "grossIncome": "48000.00",
        "grossExpenses" : "4984.00"
    },
    "IRET0007" : {
        "name" : "Big Box Industrial",
        "address" : "16201 NW 49th Ave, Hialeah, FL 33014",
        "city" : "Hialeah",
        "price" : "6300000.00",
        "caprate" : "7.16",
        "noi" : "451080.00",
        "type" : "Industrial",
        "executivesummary" : "16201 NW 49th Ave, an industrial warehouse located in Hialeah, Florida. The property is located just off the Palmetto Expressway and very close to Miami-Opa Locka Executive Airport. This industrial building is situated on a one-acre parcel and offers 30,078 square-feet of rentable space. The property was built in 1979 and has been fully renovated on the second floor into office space. The building is ideal for manufacturing/distribution use, offering 30’ clear height ceilings and two dock high loading bays. The warehouse is also fitted out with a steel mezzanine for additional storage area. Included on the second floor there is approximately 7,000 square feet of newly built office. This is a perfect owner/user or investor opportunity as the building lends itself to single tenant use.",
        "picture1" : "/propertyimages/IRET0007_1.jpg",
        "picture2" : "/propertyimages/IRET0007_2.jpg",
        "picture3" : "",
        "TokenID" : "",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-24-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential.",
        "grossIncome": "530682.00",
        "grossExpenses" : "79602.00"
    },
    "IRET0008" : {
        "name" : "The Print Shop",
        "address" : "2509 N Miami Ave, Miami, FL 33127",
        "city" : "Miami",
        "price" : "23300000.00",
        "caprate" : "5.6",
        "noi" : "1305122.00",
        "type" : "Office",
        "executivesummary" : "The Print Shop. Located at 2509 N Miami Avenue in the heart of Wynwood, the 21,509 SF three story boutique class A creative office building sits on a 13,432 SF lot. The tenants include Burdo, a modern bar and restaurant operating on the ground floor, and the upper floors are occupied by office tenants. The subject building is located in Wynwood on the east side of the highly trafficked North Miami Avenue between NE 25th and NE 26th street. with 24,000+ daily car traffic. The asset is strategically located just blocks away from Midtown, Edgewater, and the Design District. Notable tenants in the area include the Oasis, Back Door Monkey, Mister O1 or The Salty Donut to name a few. There are several residential new constructions such as The Dorsey, Artem, Wynwood 25 or Strata, AMLI Wynwood. Wynwood is the new tech hub of the American Southeast with companies such as Atomic, OpenStores, Blockchain.com, or Founders Fund acquiring office space in the past few months. This office building represents the opportunity to acquire a property in one of Miami’s highest growth neighborhoods with strong leasing demand and supply constraints.",
        "picture1" : "/propertyimages/IRET0008_1.png",
        "picture2" : "/propertyimages/IRET0008_2.png",
        "picture3" : "/propertyimages/IRET0008_3.png",
        "TokenID" : "",
        "subType" : "Condo",
        "buildingSize" : "7000",
        "lotSize" : "10890",
        "propertyClass" : "B",
        "stories" : "2",
        "yearBuilt" : "1962",
        "averageOccupancy" : "100%",
        "leaseTerm" : "3",
        "zoning" : "T6-24-O",
        "zoningLink" : "http://www.miami21.org/T6_TypesPage.asp",
        "additionalDetails" : "5 units out of a 20 unit building, other 15 units can be negotiated for sale for full building ownership with development potential.",
        "grossIncome": "1305122.00",
        "grossExpenses" : "0.00"
    }
}
